export default [
  {
    text: `1. 一切国家机关、武装力量、政党、社会团体、（$input） 都有保守国家秘密的义务。
    A. 国家公务员
    B. 共产党员
    C.企业事业单位和公民
`,
    answer: ['C'],
  },
  {
    text: `2. 各级机关、单位对产生的国家秘密事项，应当按照 （$input） 及时确定密级。
    A.保密法实施办法
    B.保密规章制度
    C.国家秘密及其密级具体范围的规定
`,
    answer: ['C'],
  },
  {
    text: `3. 一份文件为秘密级，保密期限是5年，应当标注为 （$input） 。
    A.秘密5年
B.5年★秘密
C.秘密★5年
`,
    answer: ['C'],
  },
  {
    text: `4. 某文件标注“机密★”，除另有规定外，标识该文件保密期限最长不超过 （$input） 。
    A.30年
    B.20年
    C.10年
    `,
    answer: ['B'],
  },
  {
    text: `5. 涉密人员离岗、离职前，应当将所保管和使用的涉密载体全部清退，并 （$input） 。
    A.登记销毁
    B.订卷归档
    C.办理移交手续
`,
    answer: ['C'],
  },
  {
    text: `6. 变更密级或解密，应由 （$input） 。
    A.资质单位自行决定
    B.原定密机关、单位决定，也可以由其上级机关决定
    C.国家保密行政管理部门指定的单位决定
    `,
    answer: ['B'],
  },
  {
    text: `7. 传递绝密级秘密载体，（$input） 。
    A.只能通过机要交通递送
    B.只能通过机要通信递送
C.必须通过机要交通、机要通信或派人直接递送
`,
    answer: ['C'],
  },
  {
    text: `8. 销毁秘密文件、资料要履行 （$input） 手续，并由两名以上工作人员到指定场所监销。
    A.审批、登记
    B.交接
    C.清退
`,
    answer: ['A'],
  },
  {
    text: `9. 储存国家秘密信息的介质，应按所储存信息的 （$input） 密级标明密级，并按相应的密级文件进行管理。
    A.最高
    B.最低
    C.相应
`,
    answer: ['A'],
  },
  {
    text: `10. 涉密计算机信息系统不得与国际互联网或其他公共信息网络连接，必须实行 （$input）。
    A.防火墙隔离
B.物理隔离
    C.逻辑隔离
`,
    answer: ['B'],
  },
  {
    text: `11. 储存过国家秘密的信息介质可以 （$input） 密级使用。
    A.提高
    B.降低
    C.解除
`,
    answer: ['A'],
  },
  {
    text: `12. 违反《中华人民共和国保守国家秘密法》的规定， （$input） 泄露国家秘密，情节严重的，依照刑法有关规定追究刑事责任。
    A.故意
    B.故意或过失
    C.过失
`,
    answer: ['B'],
  },
  {
    text: `13. 某领导外出时提包被窃，找回后发现包内钱物丢失，涉密文件完整无缺。这一事件 （$input） 。
    A.属于泄密事件
    B.不应视为泄密事件
    C.在不能证明文件未被不应知悉者知悉时，按泄密事件处理
`,
    answer: ['C'],
  },
  {
    text: `14. 过失泄露绝密级 （$input） 件、机密级（  ）件或秘密级（  ）件的，应予立案。
    A.1,2,3
B.1,3,3
C.1,3,4
`,
    answer: ['C'],
  },
  {
    text: `15. 现行《中华人民共和国保守国家秘密法》是由第十一届全国人大常委会第十四次会议于 （$input） 修订通过的。
    A.1988年9月5日
    B.2010年4月29日
    C.2010年10月1日
    `,
    answer: ['B'],
  },
  {
    text: `16. 国家秘密的本质属性是 （$input） 。
    A.依照法律程序而定
    B.关系国家安全和利益
    C.在一定时间内保密
    `,
    answer: ['B'],
  },
  {
    text: `17. 下列不属于我国刑法规定的保守国家秘密有关罪名的是 （$input） 。
    A.奸细罪
    B.为境外的机构、组织、人员非法提供国家秘密罪
    C.非法获取、持有国家秘密罪
    `,
    answer: ['A'],
  },
  {
    text: `18. 属于国家秘密的文件资料或者其他物品下落不明的，自发现之日起，某绝密级 （$input） 日内，机密级、秘密级（  ）日内查无下落的，按泄露国家秘密处理。
    A.	10    30
    B.	20    60
    C.	10    60
    `,
    answer: ['C'],
  },
  {
    text: `19. 涉密打印机与涉密计算机之间 （$input） 。
    A.	采用无线连接方式应当严格遵守规定
    B.	不能采用无线连接方式
    C.	可以采用无线连接方式
    `,
    answer: ['B'],
  },
  {
    text: `20. 以下不属于保密违法案件查处主要内容的是（$input）。
    A.情况通报
    B.查明案情
    C.及时补救
    `,
    answer: ['A'],
  },
  {
    text: `21. 对保密行政管理部门作出的决定不服的，可自收到本决定书之日起（$input）日内，依法向国家保密局申请行政复议，也可在六个月内依法向人民法院提起行政诉讼。
    A.30
    B.45
    C.60
    `,
    answer: ['C'],
  },
  {
    text: `22. 涉密信息系统集成业务部门负责人对部门的保密管理负（$input）责任。
    A.全面
    B.具体领导
    C.直接领导
    `,
    answer: ['C'],
  },
  {
    text: `23. 法定代表人或者主要负责人对本单位保密工作负（$input）责任。
    A.全面
    B.具体领导
    C.直接领导
    `,
    answer: ['A'],
  },
  {
    text: `24. 保密总监对本单位保密工作负（$input）责任。
    A.全面
    B.具体领导
    C.直接领导
    `,
    answer: ['B'],
  },
  {
    text: `25. 关于国家秘密载体销毁的程序及有关规定正确的是（$input）。
    A.只要通过本单位主管部门审核批准，可立即进行销毁
    B.送销国家秘密载体，应当分类封装，送达保密行政管理部门指定的承销单位，无需派专人现场监销
    C.应将需要销毁的国家秘密载体送交销毁工作机构或者保密行政管理部门指定的承销单位销毁，并派出专人现场监销
    `,
    answer: ['C'],
  },
  {
    text: `26. 涉密人员在离岗脱密期内（$input）。
    A.可以直接出境
    B.可以使用其他身份出境
    C.未经审查批准不得擅自出境
    `,
    answer: ['C'],
  },
  {
    text: `27. 阅读和使用涉密载体（$input），在符合保密要求的办公场所进行。
    A.不需要任何手续
    B.应当办理登记、签收手续
    C.需要使用许可
    `,
    answer: ['B'],
  },
  {
    text: `28. 涉密集成资质申请单位应当依法成立（$input）年以上。
    A.1年
    B. 3年
    C.5年
    `,
    answer: ['B'],
  },
  {
    text: `29. 《涉密信息系统集成资质证书》应在（$input）向保密行政管理部门提出延续申请。
    A.有效期届满前3个月内
    B.有效期届满后
    C.有效期届满3个月前
    `,
    answer: ['C'],
  },
  {
    text: `30. 某单位新购置了一批带有无线互联功能的笔记本电脑，准备作为涉密便携式计算机使用，下列做法正确的是（$input）。
    A.将便携式计算机确定涉密等级并粘贴密级标志后作为涉密计算机使用
    B.从便携式计算机的BIOS设置中关闭无线网卡功能
    C.拆除具有无线互联网功能的硬件模块，并采取其它符合国家保密要求的技术防护措施
    `,
    answer: ['C'],
  },
  {
    text: `31. 携带涉密载体参加涉外活动的正确做法是（$input）
    A.经审批后采取保护措施，使涉密载体始终处于自己有效控制范围之内
    B.经过领导批准携带外出的，不必采取保护措施
    C.工作需要携带外出的可以不必经过审批，但事后要备案
    `,
    answer: ['A'],
  },
  {
    text: `32. 关于涉密项目，以下说法错误的是（$input）
    A. 绝密级、机密级、秘密级的项目可按照法定程序审批后申请保密专利。
    B. 资质单位应当按照资质等级、类别承接涉密信息系统集成业务。
    C. 资质单位应当对涉密信息系统集成项目实行全过程管理。
    `,
    answer: ['A'],
  },
  {
    text: `33. 核心涉密人员的脱密期为（$input）
    A.3年至5年
    B.2年至3年
    C.按照工龄折算
    `,
    answer: ['B'],
  },
  {
    text: `34. 张某被界定为重要涉密人员，2020年3月5日因故被单位解聘，他的脱密期最早于（$input）截止。
    A.2020年9月5日
    B.2021年3月5日
    C.2022年3月5日
    `,
    answer: ['B'],
  },
  {
    text: `35. 申请单位隐瞒有关情况或者提供虚假材料的，保密行政管理部门应当作出不予受理或者不予行政许可的决定。自不予受理或者不予行政许可之日起，（$input）内不得再次申请。
    A.1年
    B.2年
    C.3年
    `,
    answer: ['A'],
  },
  {
    text: `36. 资质单位采取欺骗、贿赂等不正当手段取得资质的，保密行政管理部门应当撤销其资质，停止其涉密业务。自撤销之日起，（$input）内不得再次申请。
    A.1年
    B.2年
    C.3年
    `,
    answer: ['C'],
  },
  {
    text: `37. 刑法第三百九十八条规定，国家机关工作人员违反保守国家秘密法的规定，故意或者过失泄露国家秘密，情节特别严重的，处（$input）
    A.十年以上有期徒刑或无期徒刑
    B.五年以上十年以下有期徒刑
    C.三年以上七年以下有期徒刑
    `,
    answer: ['C'],
  },
  {
    text: `38. 涉密人员现场审查保密知识测试存在作弊情形的，扣（$input）分；重大事项未报告的，扣（   ）分。
    A.10    5
    B.5    10
    C.10   10
    `,
    answer: ['C'],
  },
  {
    text: `39. 委托方对涉密信息系统集成项目整体评价为差的，发现一个扣（$input）分,最高扣（  ）分。
    A.1   2
    B.1   3
    C.2   4
    `,
    answer: ['A'],
  },
  {
    text: `40. 如发生泄密案件或者可能泄露国家秘密案件，应当立即采取补救措施，并在发现后（$input）小时内书面向所在地保密行政管理部门报告。
    A.12
    B.24
    C.48
    `,
    answer: ['B'],
  },

]
