export default [
  {
    text: `1. 我国现行保密法律制度体系主要包括：宪法、保密法律、（$input）、国家公约或政府间的协定的相关规定等。
    A.保密法规
    B.保密规章
    C.国家保密标准
    D.相关司法解释
    `,
    answer: ['ABCD'],
  },
  {
    text: `2. 按照保密法第十八条的规定，国家秘密的变更指的是（$input）的变更。
    A.密级
    B.保密期限
    C.知悉范围
    D.涉密内容
    `,
    answer: ['ABC'],
  },
  {
    text: `3. 违反保密法律应当承担的责任包括（$input）。
    A.行政责任
    B.刑事责任
    C.民事责任
    D.党纪处分
    `,
    answer: ['ABD'],
  },
  {
    text: `4. 涉密信息系统发生下列何种情况时，应当按照国家保密规定及时向保密行政管理部门报告，并采取相应措施。（$input）
    A.密级发生变化
    B.主要业务应用发生变化
    C.使用范围和使用环境发生变化
    D.不再使用
    `,
    answer: ['ABCD'],
  },
  {
    text: `5. 从事涉密业务的企业事业单位应当具备的条件，下列说法正确的是（$input）。
    A.在中华人民共和国境内依法成立1年以上的法人，无违法犯罪记录
    B.所有人员具有中华人民共和国国籍
    C.保密制度完善，有专门的机构或者人员负责保密工作，具有从事涉密业务的专业能力
    D.用于涉密业务的场所、设施、设备符合国家保密规定和标准
    `,
    answer: ['CD'],
  },
  {
    text: `6. 资质单位发生下列哪些事项变更的，应当在变更前向保密行政管理部门书面报告（$input）。
    A.注册资本
    B.单位性质
    C.经营范围
    D.股权结构
    `,
    answer: ['ABD'],
  },
  {
    text: `7. 资质单位发生下列哪些事项变更的，应当在变更后十日内向保密行政管理部门书面报告。（$input）。
    A.单位名称
    B.单位性质
    C.经营地址
    D.董（监）事会人员或者高级管理人员
    `,
    answer: ['ACD'],
  },
  {
    text: `8. 资质单位保密工作领导小组成员包括（$input）。
    A.法定代表人或主要负责人
    B.保密总监
    C.有关部门主要负责人
    D.专职保密管理员
    `,
    answer: ['ABC'],
  },
  {
    text: `9. 下列属于法定代表人或者主要负责人责任的是（$input）
    A.审核、签发单位保密管理制度
    B.贯彻落实保密工作有关方针政策和国家保密法律法规
    C.组织研究和部署落实保密工作
    D.为保密工作提供人力、财力、物力等条件保障
    `,
    answer: ['ABD'],
  },
  {
    text: `10. 下列属于保密总监职责的是（$input）。
    A.组织研究和部署落实保密工作
    B.审核、签发单位保密管理制度
    C.监督检查保密制度、保密工作落实情况
    D.为保密办公室履行职责提供保障
    `,
    answer: ['ACD'],
  },
  {
    text: `11. 下列属于涉密集成业务部门负责人责任的是（$input）
    A.研究落实本部门的保密工作
    B.严格按照业务工作需要，明确部门人员保密责任，控制国家秘密信息知悉范围
    C.熟悉本单位业务工作和保密工作情况
    D.将保密要求融入业务工作管理制度，及时研究解决涉密业务中存在的问题
    `,
    answer: ['ABD'],
  },
  {
    text: `12. 下列属于保密管理办公室工作职责的是（$input）。
    A.组织制定、修订保密制度
    B.参与单位各项管理制度的制定、修订工作
    C.组织开展保密检查
    D.指导、监督涉密业务场所和保密设施设备的建设、使用和维护管理
    `,
    answer: ['ABCD'],
  },
  {
    text: `13. 下列属于资质单位保密工作领导小组职责的是（$input）
    A.组织学习党和国家保密工作方针政策及相关保密法律法规
    B.研究部署、总结本单位的保密工作
    C.为保密工作提供人力、财力、物力等条件保障
    D.及时解决保密工作中的重大问题
    `,
    answer: ['ABD'],
  },
  {
    text: `14. 资质单位存在下列（$input）情形的，保密行政管理部门应当注销其资质。
    A.《资质证书》有效期届满未延续的
    B.法人资格依法终止的
    C.连续两年未承接涉密项目
    D.上级单位领导层或者上级公司董事会发生变更后，含有外籍成员
    `,
    answer: ['AB'],
  },
  {
    text: `15. 资质单位应当对参与涉密信息系统集成项目的（  ）人员、（  ）人员和（  ）人员进行保密教育、登记备案，并对其分工作出详细记录。（$input）
    A.管理
    B.技术
    C.工程施工
    D.安保
    `,
    answer: ['ABC'],
  },
  {
    text: `16. 下列属于保密管理经费用途的是（$input）。
    A.保密宣传教育培训
    B.发放保密补贴
    C.保密设施设备的维护
    D.保密检查
    `,
    answer: ['AD'],
  },
  {
    text: `17. 下列哪些事项不能确定为国家秘密（$input）
    A.需要社会公众广泛知晓或者参与的
    B.属于工作秘密、个人隐私的
    C.已经依法公开或者无法控制知悉范围的
    D.追查刑事犯罪中的秘密事项
    `,
    answer: ['ABC'],
  },
  {
    text: `18. 涉密人员需报告的重大事项有（$input）
    A.与境外人员结婚的
    B.接受境外非亲属人员资助的
    C.配偶子女获得境外永久居留资格或者获得外国国籍的
    D.购买境外企业股份及有价债券的
    `,
    answer: ['ABC'],
  },
  {
    text: `19. 涉密信息系统应配备（$input）
    A.系统管理员
    B.安全保密管理员
    C.安全审计员
    D.安全操作员
    `,
    answer: ['ABC'],
  },
  {
    text: `20. 涉密计算机禁止使用具有无线功能的外部设备，下列哪些属于具有无线功能的外部设备（$input）
    A.无线键盘
    B.优盘
    C.USB蓝牙适配器
    D.无线耳机
    `,
    answer: ['ACD'],
  },
  {
    text: `21. 下列哪些做法违反了保密规定（$input）
    A.通过个人优盘将互联网上的歌曲拷贝到单位的涉密计算机中
    B.将单位的涉密文件拷贝后，在家中的计算机上继续处理
    C.将手机连接到涉密计算机上充电
    D.将个人的便携式计算机与单位的涉密计算机相连传输资料
    `,
    answer: ['ABCD'],
  },
  {
    text: `22. 涉密办公自动化设备禁止接入（$input）
    A.涉密计算机和信息系统
    B.单位内部非涉密计算机或信息系统
    C.国际互联网
    D.公共信息系统
    `,
    answer: ['BCD'],
  },
  {
    text: `23. 关于涉密计算机的使用，以下行为中错误的有（$input）
    A.根据工作需要，可以安装摄像头
    B.可以安装FTP服务器端，面向系统用户提供涉密文档资料下载和上传
    C.在计算机上安装个人硬盘，换成可刻录光驱进行文件的输入输出
    D.使用普通优盘直接连接涉密计算机
    `,
    answer: ['ABCD'],
  },
  {
    text: `24. 下列说法正确的是（$input）
    A.涉密信息系统经本单位保密工作机构测试后即可投入使用
    B.涉密信息系统投入运行前应当经过国家保密行政管理部门审查合格
    C.涉密计算机重装操作系统后可降为非涉密计算机使用
    D.未经单位信息管理部门批准不得自行重装操作系统
    `,
    answer: ['BD'],
  },
  {
    text: `25. 关于国家秘密的保密期限，下列说法正确的是（$input）
    A.国家秘密的保密期限，除另有规定外，绝密级不超过四十年，机密级不超过三十年，秘密级不超过二十年
    B.机关单位应当根据工作的需要，确定具体的保密期限、解密时间或者解密条件
    C.机关单位对工作中需要保密的事项，根据工作需要决定公开的，正式公布时即视为解密
    D.不能确定期限的国家秘密，应当确定解密的条件
    `,
    answer: ['BCD'],
  },
  {
    text: `26. 下列说法正确的是（$input）
    A.国家秘密载体的制作、收发、传递、使用、复制、保存、维修和销毁，应当符合国家保密规定
    B.绝密级国家秘密载体应当在符合国家保密标准的设施、设备中保存，并指定专人管理
    C.经原定密机关、单位或上级机关批准，可以复制和摘抄
    D.收发、传递和携带外出，应当指定人员负责，并采取必要的安全措施
    `,
    answer: ['ABCD'],
  },
  {
    text: `27. 关于涉密信息系统，下列说法正确的是（$input）
    A.存储、处理国家秘密的计算机信息系统应按照涉密程度实现分级保护
    B.涉密信息系统应当按照国家保密标准配备保密设施、设备
    C.相关保密设备的采购，应当提前与厂商预约或定制
    D.涉密信息系统应当按照规定，经检查合格后，方可投入使用
    `,
    answer: ['ABD'],
  },
  {
    text: `28. 国家秘密的基本范围包括（$input）
    A.国家事务重大决策中的秘密事项
    B.大型央企的商业机密
    C.外交和外事活动中的秘密事项
    D.国民经济和社会发展中的秘密事项
    `,
    answer: ['ACD'],
  },
  {
    text: `29. 涉密人员脱密期有关信息应当以函件形式告知（$input）。
    A.保密行政管理部门
B.国家安全机关
C.公安机关
D.人力资源和社会保障部门
`,
    answer: ['ABCD'],
  },
  {
    text: `30. 下列那些属于涉密信息系统集成项目保密工作方案应包含的内容（$input）。
    A.应明确国家秘密信息知悉范围和管控措施
    B.应明确启动、进场、试运行、验收、运维等关键环节保密措施
    C.应明确在委托方监督下进行现场涉密项目开发、工程施工、运行维护
    D.应设置涉密项目保密员
    `,
    answer: ['ABCD'],
  },

]
